{
  "page id": 2,
  "user_message": "Tell me about Elder Evils?",
  "response": "Elder Evils are powerful entities that exist beyond the boundaries of the known universe. They are not deities, but their power is immense, and their mere presence can threaten reality itself. These creatures are not interested in mortals except to wipe them out, and they are often campaign enders, as they are threats so powerful that they can bring an entire campaign setting to an end.\n\nUnlike other monsters in Dungeons & Dragons, Elder Evils are not just creatures with high Challenge Ratings. They are campaign capstones, and their abilities far outstrip those of even the most powerful player characters. In some cases, the PCs do not even confront the Elder Evil itself, but only a mighty extension of its foul will.\n\nThe secrecy of an Elder Evil depends on the needs of the Dungeon Master. If ending the world isn't on the horizon just yet, the foes described in the following chapters make exciting challenges for high-level adventurers. Each Elder Evil presented has one or more servants, and these servants are often just as dangerous as the Elder Evil itself.\n\nOne of the most famous Elder Evils is Atropus, a moon-like orb that is the stillborn afterbirth of the world's creation. Atropus is an undead entity that desires nothing less than the end of the entire multiverse. It is a terrifying foe that can only be defeated by the most powerful heroes.\n\nIntroducing an Elder Evil into a campaign can be a daunting task, but there are many signs that can bring the end times to the world. These signs can include strange weather patterns, the appearance of strange creatures, and even the sudden disappearance of entire cities. The Dungeon Master can use these signs to slowly build up the tension and create a sense of impending doom.\n\nIn addition to the Elder Evils themselves, the information also includes new feats and malevolent properties that add horror and power to Elder Evils and their servants. These can be used to make the foes even more terrifying and challenging for the players.\n\nOverall, Elder Evils are some of the most powerful and terrifying foes in Dungeons & Dragons. They are not to be taken lightly, and their presence can bring an entire campaign to an end. However, for those brave enough to face them, the rewards can be great, and the stories told will be legendary.",
  "time": "2023-05-04 12:26:02.063803",
  "response_snippet": "not to be taken lightly, and their presence can bring an entire campaign to an"
}